aliasadidev.nugetpackagemanagergui
batisteo.vscode-django
bencoleman.armview
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
csharpier.csharpier-vscode
dbaeumer.vscode-eslint
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dskwrk.vscode-generate-getter-setter
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.next-js
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
ijs.reactnextjssnippets
jebbs.plantuml
josefpihrt-vscode.roslynator
kevinrose.vsc-python-indent
kishoreithadi.dotnet-core-essentials
kisstkondoros.vscode-codemetrics
kreativ-software.csharpextensions
lsadam0.reactflowsnippets
mikestead.dotenv
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-ai
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
msazurermtools.azurerm-vscode-tools
msjsdiag.vscode-react-native
njpwerner.autodocstring
nopeslide.vscode-drawio-plugin-mermaid
patcx.vscode-nuget-gallery
planbcoding.vscode-react-refactor
pmneo.tsimporter
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioonlineapplicationinsights.application-insights
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wholroyd.jinja
wix.vscode-import-cost
